Repository: lliurex/software-unlocker
Catalog: lliurex-po/software-unlocker/*.po
Languages: ca, es

source: Software management will be locked in {} minutes
ca: La gestió de software es bloquejarà en {} minut(s)
es: La gestión de software se bloqueará en {} minuto(s)

source: Lock Screen
ca: Pantalla de bloqueig
es: Pantall de bloqueo

source: Set software lock state
ca: Estableix l'estat del bloqueig
es: Establece el bloqueo de software

source: After apply the software management will be unlocked for {0} minutes and then will lock again as early as possible.
ca: Després d'aplicar la gestió del programari es permetrà durant {0} minut(s) i es tornará a bloquejar automàticament.
es: Tras aplicar la gestión del software se desbloqueará\m durante {0} minuto(s) y se bloqueará automáticamente pasado el tiempo.

source: After apply the software management will be locked
ca: Després d'aplicar la gestió de programari es bloquejarà.
es: Tras aplicar la gestión de software se bloqueará.

source: Warning
ca: Atenció
es: Atención

source: Lock software management
ca: Bloqueja la gestió de programari
es: Bloquear gestión de software

source: Load full software catalogue
ca: Carrega el catàleg complet de programari
es: Cargar el catálogo de software completo

source: Software management is
ca: La gestió del programari està
es: La gestión de software está

source: locked
ca: bloquejada
es: bloqueada

source: unlocked
ca: desbloquejada
es: desbloqueada
